[X2DownloadableContentInfo_AddedPartNames]

;---------------------------
; MrK's XCOM EU/EW Ports Tier 2 Armour
;---------------------------

;Armour
;---------------------------

;Tier 2
;---------------------------
;Carapace Armour
;---------------------------
;Torso
.TorsoTemplate="X1_Carapace_LP_M"
.TorsoName="Carapace Armour"
.TorsoTemplate="X1_Carapace_LP_F"
.TorsoName="Carapace Armour EW"
.TorsoTemplate="X1_Carapace_LP_FEU"
.TorsoName="Carapace Armour EU"

.TorsoTemplate="X1_Carapace_MP_M"
.TorsoName="Carapace Armour"
.TorsoTemplate="X1_Carapace_MP_F"
.TorsoName="Carapace Armour EW"
.TorsoTemplate="X1_Carapace_MP_FEU"
.TorsoName="Carapace Armour EU"

.TorsoTemplate="X1_Carapace_HP_M"
.TorsoName="Carapace Armour"
.TorsoTemplate="X1_Carapace_HP_F"
.TorsoName="Carapace Armour EW"
.TorsoTemplate="X1_Carapace_HP_FEU"
.TorsoName="Carapace Armour EU"

;Tier 2
;---------------------------
;Skeleton Armour
;---------------------------
;Torso
.TorsoTemplate="X1_Skeleton_LP_M"
.TorsoName="Skeleton Suit"
.TorsoTemplate="X1_Skeleton_LP_F"
.TorsoName="Skeleton Suit EW"
.TorsoTemplate="X1_Skeleton_LP_FEU"
.TorsoName="Skeleton Suit EU"

.TorsoTemplate="X1_Skeleton_MP_M"
.TorsoName="Skeleton Suit"
.TorsoTemplate="X1_Skeleton_MP_F"
.TorsoName="Skeleton Suit EW"
.TorsoTemplate="X1_Skeleton_MP_FEU"
.TorsoName="Skeleton Suit EU"

.TorsoTemplate="X1_Skeleton_HP_M"
.TorsoName="Skeleton Suit"
.TorsoTemplate="X1_Skeleton_HP_F"
.TorsoName="Skeleton Suit EW"
.TorsoTemplate="X1_Skeleton_HP_FEU"
.TorsoName="Skeleton Suit EU"

;---------------------------
Deco Carapace 2 Kit
;---------------------------

;Tier 2
;---------------------------
;Carapace Armour
;---------------------------
;legs
.LegsTemplate="X1_CarapaceLegs_LP_M"
.LegsName="Carapace Legs"
.LegsTemplate="X1_CarapaceLegs_LP_F"
.LegsName="Carapace Legs EW"
.LegsTemplate="X1_CarapaceLegs_LP_FEU"
.LegsName="Carapace Legs EU"

.LegsTemplate="X1_CarapaceLegs_MP_M"
.LegsName="Carapace Legs"
.LegsTemplate="X1_CarapaceLegs_MP_F"
.LegsName="Carapace Legs EW"
.LegsTemplate="X1_CarapaceLegs_MP_FEU"
.LegsName="Carapace Legs EU"

.LegsTemplate="X1_CarapaceLegs_HP_M"
.LegsName="Carapace Legs"
.LegsTemplate="X1_CarapaceLegs_HP_F"
.LegsName="Carapace Legs EW"
.LegsTemplate="X1_CarapaceLegs_HP_FEU"
.LegsName="Carapace Legs EU"

;Tier 2
;---------------------------
;Skeleton Armour
;---------------------------
;legs
.LegsTemplate="X1_SkeletonLegs_LP_M"
.LegsName="Skeleton Legs"
.LegsTemplate="X1_SkeletonLegs_LP_F"
.LegsName="Skeleton Legs EW"
.LegsTemplate="X1_SkeletonLegs_LP_FEU"
.LegsName="Skeleton Legs EU"

.LegsTemplate="X1_SkeletonLegs_MP_M"
.LegsName="Skeleton Legs"
.LegsTemplate="X1_SkeletonLegs_MP_F"
.LegsName="Skeleton Legs EW"
.LegsTemplate="X1_SkeletonLegs_MP_FEU"
.LegsName="Skeleton Legs EU"

.LegsTemplate="X1_SkeletonLegs_HP_M"
.LegsName="Carapace Legs"
.LegsTemplate="X1_SkeletonLegs_HP_F"
.LegsName="Carapace Legs EW"
.LegsTemplate="X1_SkeletonLegs_HP_FEU"
.LegsName="Carapace Legs EU"

;Deco
;---------------------------

;Tier 2
;---------------------------
Conventional AR Kit
;---------------------------

;---------------------------
;Laser AR Kit
;---------------------------

